IDEA StatiCa Open Model
LoadGroup.GroupType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Group type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadGroupType GroupType { get; set; }
Public Property GroupType As LoadGroupType
	Get
	Set
public:
property LoadGroupType GroupType {
	LoadGroupType get ();
	void set (LoadGroupType value);
}
Property Value
Type: LoadGroupType
See Also
Reference
LoadGroup Class
IdeaRS.OpenModel.Loading Namespace